Table of Contents
 Interface IIOMSettings
Namespace
IdeaRS.OpenModel.Message
Assembly
IdeaRS.OpenModel.dll
interface IIOMSettings
public interface IIOMSettings
Properties
 CountryCode
CountryCode
CountryCode CountryCode { get; set; }
Property Value
CountryCode
 CreatedSuccessfully
IOM was generated Successfully
bool CreatedSuccessfully { get; set; }
Property Value
bool
 FileName
File name
string FileName { get; set; }
Property Value
string
 Edit this page